Repository: piekarskipiotr/better-rank
Catalog: lib/l10n/arb/app_*.arb
Languages: pl

# sign_in_with
source: Sign in with {sign_in_method}
pl: Zaloguj się z {sign_in_method}

# sign_in_page_header
source: Hi, firend! Lets better rank it!
pl: Cześć! Przejdźmy do rankowania!

source: or
pl: lub

# continue_as_anon
source: Continue as Anonymous
pl: Kontynuuj anonimowo

# finish_setting_up
source: Finish
pl: Zakończ

# continue_setting_up
source: Continue
pl: Kontynuuj

# profile_name_header
source: Set your profile name
pl: Ustaw nazwę Twojego konta

# profile_name_header_sub
source: Set your unique name to identify yourself in our cool community. Take into consideration that you wonâ€™t be able to change it later!
pl: Ustaw swoją unikalną nazwę, aby zidentyfikować się w naszej fajnej społeczności. Weź pod uwagę, że nie będziesz mógł jej później zmienić!

source: Profile name
pl: Nazwa konta

# profile_name_taken
source: Profile name is already taken :(
pl: Nazwa profilu jest już zajęta :(

# profile_avatar_header
source: How do you look like?
pl: Jak wyglądasz?

# profile_avatar_header_sub
source: Set your profile avatar to describe your look, personality and more! Show how cool you are!
pl: Ustaw swój awatar w profilu, aby opisać swój wygląd, osobowość i więcej! Pokaż, jaki jesteś fajny!

source: Take a selfie
pl: Zrób selfie

# take_a_selfie_desc
source: We will open front camera for you, all you have to do is point on your face and take beautiful selfie of yourself
pl: Otworzymy przednią kamerę dla Ciebie, wszystko co musisz zrobić to skierować ją na swoją twarz i zrobić sobie piękne selfie

# upload_image_avatar
source: Upload image
pl: Prześlij obraz

# upload_image_avatar_desc
source: Choose your avatar form your device memory.
pl: Wybierz swój awatar z pamięci urządzenia.

source: Change image
pl: Zmień zdjęcie
